# cli tools
brew "bat"
brew "duckdb"
brew "fd"
brew "git-delta"
brew "go"
brew "hadolint"
brew "jq"
brew "luarocks"
brew "mas"
brew "mintoolkit"
brew "neovim"
brew "node"
brew "openconnect"
brew "ripgrep"
brew "snzip"
brew "sonar-scanner"
brew "tree"
brew "uv"
brew "wget"

# GUI app
cask "apipost"
cask "brave-browser"
cask "claude-code"
cask "google-chrome"
cask "iina"
cask "orbstack"
cask "prettyclean"
cask "sublime-text"
cask "visual-studio-code"

# mas
mas "WeChat", id: 836500024
mas "Telegram", id: 747648890   

# vscode plugins
vscode "anan.jetbrains-darcula-theme"
vscode "charliermarsh.ruff"
vscode "eamodio.gitlens"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "kanindev.new-python-package"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "usernamehw.errorlens"
